Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Spreads all windows of the focused application in all the workspaces.
ne: केन्द्रित आवेदनको सबै बिनडो सबै कार्यस्थानमा फैलिन्छ।

source: No recent pages here.
ne: यहाँ भर्खरैको कुनै पृष्ठ नरहेको !

source: No recent pages here!
ne: यहाँ भर्खरैको कुनै पृष्ठ नरहेको !

source: - ! header 1 ! header 2 ! header 3 |- | row 1, cell 1 | row 1, cell 2 | row 1, cell 3 |- | row 2, cell 1 | row 2, cell 2 | row 2, cell 3
ne: - ! शीर्षक १ ! शीर्षक २ ! शीर्षक ३ |- | पंक्ति १, प्रकोष्ठ १ | पंक्ति १, प्रकोष्ठ २ | पंक्ति १, प्रकोष्ठ ३ |- | पंक्ति २, प्रकोष्ठ १ | पंक्ति २, प्रकोष्ठ २ | पंक्ति २, प्रकोष्ठ ३

source: Low saturation
ne: न्युन संतृप्तता

source: Edit %{partner_name}
ne: सम्पादन %{partner_name}

source: Granularity:
ne: बीजमयता:

source: Hard
ne: कडा

source: forwarded
ne: अग्रसारित गरियो

source: Longitude:
ne: अक्षांश:

source: All recent changes
ne: सबै नयाँ परिवर्तनहरू

source: No application is currently playing or recording audio.
ne: कुनै सफ्टवेयेले हालै ध्वनी रेकर्ड वा प्ले गरेको छैन

source: Dhu al-Qi'dah
ne: धु अल-की'दाह

source: You establish the colony of %colony%.
ne: तपाइको %colony% बस्ती स्थापित गर्नुहोस् ।

source: Bookmark Added
ne: पुस्तकचिनो थपियो

source: Launcher Reveal Edge Responsiveness
ne: लन्चर देखाउन छेउको सतर्कता

source: Discussion
ne: वार्तालाप

source: Avatar:
ne: अवतार:

source: Spectral sensitivity
ne: वर्णक्रमीय संवेदनशीलता

source: Calender week
ne: क्यालेन्डर हप्ता

source: File with dimensions greater than $1
ne: $1 भन्दा बढी नाप भएको फाइल

source: Keyboard Modifiers
ne: कुञ्जीपाटी पारिमार्जक

source: Translation memories, machine translation, message documentation...
ne: अनुवाद सम्झनाहरु, मिसिन अनुवाद, संदेश प्रलेखन

source: Complete
ne: पूर्ण

source: White star
ne: सेतो तारा

source: delete
ne: हटाउने

source: Order as a printed book
ne: पुस्तकको छापिएको संस्करण आग्रह गर्ने

source: MediaWiki $1 installation
ne: मेडिया विकि $1 स्थापना

source: Permission:
ne: अनुमति:

source: Author(s)
ne: लेखकहरू

source: Main server
ne: मुख्य सर्भर

source: In language:
ne: भाषा:

source: file
ne: फाइल

source: Move associated talk page
ne: सम्बन्धित वार्ता पृष्ठ

source: Help tips
ne: सहायता जानकारीहरू

source: <a href="%{url}">%{login}</a>'s contributions to %{project_title}
ne: <a href="%{url}">%{login}</a>को %{project_title}मा योगदान

source: Username: $1 Temporary password: $2
ne: प्रयोगकर्ताको नाम: $1 अस्थाई पासवर्ड: $2

source: New Loan
ne: नयाँ ऋण

source: Note that their indexes of our content may be out of date.
ne: कृपया स्मरणमा राख्नुहोस् हाम्रा लेखहरूको सूची जुन उनीहरूले राखेका छन् त्यो अद्यावधिक नहुन सक्छ ।

source: _Effects
ne: प्रभाव

source: 10 minutes
ne: १० मिनेट

source: Lock to Launcher
ne: लन्चरमा लक गर्नुहोस

source: New thread subject:
ne: नयाँ धागो(thread) विषय

source: Select an application for audio CDs
ne: अडियो सिडिहरूको लागि अनुप्रयोग छान्नुहोस्

source: Your translation
ne: तपाईंको अनुवाद

source: Buildings Completed
ne: भवनहरू सम्पन्न

source: Email notification is enabled.
ne: ईमेल जानकारी सक्रिय गरियो ।

source: Resolve
ne: समाधान गर्ने

source: Pay by credit card
ne: क्रेडिट कार्डद्वारा तिर्नुहोस

source: Query: $1
ne: क्वेरी: $1

source: Notify me when someone posts a message or replies on my talk page.
ne: कसैले मेरो वार्तालाप पृष्ठमा सन्देश छोडेमा जानकारी गराउनुहोस् ।

source: Starting %s
ne: %s सुरु गरिँदैछ

source: a visual programming environment
ne: एक भिज्युअल प्रोग्रामिङ्ग वातावरण

source: Main page
ne: मुख्य पृष्ठ

source: You have new messages on $1
ne: तपाईंको लागि $1 मा नयाँ सन्देशहरू छन्

source: Outlook-style quoting
ne: Outlook जस्तो कोटिङ्ग

source: {PLURAL: modcount|Moderator|Moderators}
ne: {PLURAL: modcount|मध्यस्थकर्ता|मध्यस्थकर्ताहरू}

source: Auto Select
ne: स्वतः छान्ने

source: This is a list of files where the most recent version of the file is a duplicate of the most recent version of some other file. Only local files are considered.
ne: यो एउटा यस्तो फाइलहरूको सूची हो जसको नवीनतम संस्करण दोश्रो फाइलहरूको नवीनतम संस्करणको प्रतिलिपि हो । मात्रै स्थानीय फाइलहरूलाई विचार गरिएको छ।

source: You are offline and the page has not been previously saved.
ne: कि त तपाईं अफलाइन हुनुहुन्छ वा पेज सेभ भएन

source: Registered
ne: दर्तागरिएको

source: The login field is empty
ne: प्रवेशको मान खाली छ

source: Call Barring
ne: कल बन्देज

source: Only show edits that are page creations
ne: पृष्ठ निर्माण सम्बन्धि सम्पादनहरू मात्रै देखाउनुहोस्

source: Bot: Unprotecting all pages referring from %(page)s
ne: बोट: %(page)s ले जनाउने सबै पृष्ठहरूको सुरक्षा खारेज गर्दै

source: You do not have access rights to contact list
ne: तपाईंसँग सम्पर्क सूचीको पहुच अधिकार छैन

source: ^Install Xubuntu in text mode
ne: शब्द विधिद्वारा जुबुन्टु स्थापना गर्नुहोस्

source: You must be logged in to translate in this page. [$1 Log in]
ne: पृष्ठ अनुवाद गर्नका लागि तपाईंले प्रवेश गर्नु अनिवार्य छ। [$1 लगइन]

source: Return to $1
ne: $1मा फर्कने

source: User page
ne: प्रयोगकर्ता पृष्ठ

source: This is a log of changes to user rights.
ne: यो प्रयोगकर्ता अधिकारहरूको परिवर्तन लग हो ।

source: Abuse filter log
ne: दुर्व्यवहार लग

source: Example
ne: उदाहरण

source: Language link changed from $1 to $2
ne: भाषा लिङ्क $1 देखि $2 मा परिवर्तन भयो

source: Deleted log events will still appear in the logs, but parts of their content will be inaccessible to the public.
ne: हटाइएको प्रवेश घटनाहरू अहिले पनि लगमा देखाइनेछ तर तिनको सामग्रीको केहि भागलाई सार्वजनिक रूपले हेर्न सकिने छैन।

source: %colony% was completely destroyed.
ne: %colony% पूर्ण रूपमा नष्ट भएको छ ।

source: Select an option
ne: एक विकल्प छान्नुहोस्

source: Goto
ne: जानुहोस्

source: Actions
ne: कार्यहरु

source: Refresh preview
ne: पूर्वावलोकन ताजा पार्ने

source: Mouse Settings
ne: माउस सेटिङ

source: Cup of coffee
ne: एक कप कफी

source: Save
ne: संग्रह गर्ने

source: Guidelines for sitelinks
ne: साइटलिङ्कहरूका लागि निर्देशनहरू

source: Global View
ne: विश्वव्यापी दृष्य

source: PDF version
ne: पिडियफ भर्सन

source: $1 is linked from $2
ne: $1 $2सित जोड़िएको छ।

source: Jordanian dinar
ne: जोर्डनी दिनार

source: Automated edits with known tools
ne: परिचित उपकरणको साथमा स्वतनिर्धारित प्रयोगकर्ता

source: SIM Pin required
ne: सिमको पिन आवश्यक

source: is inaccessible
ne: अप्राप्य छ

source: County
ne: देश

source: Empty book
ne: रित्तो पुस्तक

source: Surreal Barnstar
ne: अविश्वसनीय बार्नस्टार

source: Unexpected SMTP response:
ne: नसोचिएको SMTP प्रतिक्रिया:

source: Possible extensions
ne: सम्भावित एक्सटेन्सनहरू

source: Global rules only
ne: विश्वव्यापी नियम मात्र

source: hour
ne: घन्टा

source: Content language variant:
ne: लेखको भाषा संस्करण:

source: Authors:
ne: लेखकहरु:

source: Add tag
ne: संकेत थप्ने

source: Select the wiki you want to configure.
ne: तपाइले तयार गर्न लाग्नुभएको विकि छान्नुहोस ।

source: Rows
ne: पङ्क्ति

source: Action:
ne: कार्य:

source: Software sources
ne: सफ्टवेयर स्रोतहरू

source: Users who have performed an action in the last {{PLURAL:$1|day|$1 days}}
ne: प्रयोगकर्ताहरू जो{{PLURAL:$1|बितेको एक दिन|बितेका $1 दिनहरू}}देखि सक्रिय छन्

source: Database name:
ne: डाटाबेस नामः

source: Database TNS:
ne: डेटाबेस TNS:

source: Any license
ne: कुनै लाइसेन्स

source: Fragment of a $1 from $2
ne: $2 बाट एउटा $1 को अंश

source: Action.
ne: क्रिया

source: Merged [[:$1]] into [[:$2]]: $3
ne: [[:$1]] लाई[[:$2]] मा जोडियो : $3

source: Authorized editors only
ne: अधिकार प्राप्त प्रयोगकर्ताहरू मात्र

source: change
ne: परिवर्तन

source: This trade route has no owner!
ne: यो व्यापार मार्गको कुनै मालिक छैन !

source: Not now
ne: अहिले हैन

source: Help translate tools!
ne: औजारहरू अनुवाद गर्न सहयोग गर्नुहोस!

source: [[User:$1|$1]] {{GENDER:$1|sent}} you a message: "[[$3#$2|$2]]".
ne: [[User:$1|$1]]ले तपाईँलाई एउटा सन्देश: "[[$3#$2|$2]]" {{GENDER:$1|पठाउनुभयो}}।

source: Current username:
ne: अहिलेको प्रयोगकर्ता नाम:

source: The requested page title contains an interwiki link which cannot be used in titles.
ne: अनुरोध गरिएको शिर्षकमा अन्तर विकि लिङ्क छ जसलाई शिर्षकमा प्रयोग गर्न मिल्दैन ।

source: Rajab
ne: रजब

source: Result by name / IP
ne: नाम/आइपी अनुसारको परिणाम

source: There are several ways to use this tool
ne: यो उपकरणको प्रयोग गर्ने धेरै तरिकाहरू छन्

source: Send email to other users
ne: अन्य प्रयोगकर्ताहरूलाई इमेल पठाउने

source: Reference for distance to destination
ne: गन्तव्यसम्मको दुरीको लागी सन्दर्भ

source: Your password has been changed successfully!
ne: तपाईँको पासवर्ड सफलतापूर्वक परिवर्तन भयो!

source: Installed skins
ne: स्थापित खोलहरू

source: New members have joined a community where you are a member
ne: तपाईं भएको समुदायमा नयाँ सदस्य थपियो

source: Please $1 to view other pages.
ne: अरु पृष्ठ हेर्न तपाईंले $1 गर्नुपर्छ ।

source: Real time usage
ne: वर्तमानको उपयोग

source: Indexed pages
ne: क्रमाङ्कित पृष्ठहरू

source: Edits per user
ne: सम्पादन प्रति प्रयोगकर्ता

source: Username:
ne: प्रयोगकर्ता-नाम:

source: Total number of edits
ne: कुल सम्पादन संख्या

source: Username.
ne: प्रयोगकर्ता नाम।

source: Notability guidelines
ne: उल्लेखनियता निर्देशन

source: Unmanaged
ne: अव्यवस्थित

source: Payments due on non working days
ne: गैह्र कार्यदिनहरूमा भुक्तानी रहेका रकमहरू

source: attribution
ne: एट्रिब्युसन

source: Remove
ne: हटाउनुहोस्

source: Login required
ne: प्रवेशगर्नु जरुरी छ।

source: Allow only autoconfirmed users
ne: नयाँ तथा दर्ता भएका प्रयोगकर्ताहरूलाई अनुमति दिने

source: Change keyboard settings
ne: किबोर्ड को सेटिङहरू परिवर्तन गर्नुहोस

source: Trilinear sensor
ne: त्रिरेखिय सेन्सर

source: Next track
ne: पछिल्लो ट्रयाक

source: Select an application for video DVDs
ne: भिडियो डिभिडिहरूको लागि अनुप्रयोग छान्नुहो

source: Provided by Fedora
ne: फेडोराद्वारा प्रदान गरिएको

source: From theme
ne: स्रोत विषयवस्तु

source: Release Version:
ne: रिलिज संस्करण :

source: Registration
ne: पञ्जिकरण

source: Average edits per page
ne: प्रतिपृष्ठ औसत सम्पादनहरू

source: Overwrite index
ne: सूचकाङ्क पुनर्लेखन

source: Select a language
ne: भाषा चयन गर्नुहोस्

source: Page {{PLURAL:$1|link|links}}
ne: पृष्ठ {{PLURAL:$1|लिङ्क|लिङ्कहरू}}

source: Registered:
ne: पंजिकृत:

source: Something
ne: केही कुरा

source: Cannot create report
ne: प्रतिवेदन सिर्जना गर्न सकिएन

source: File list
ne: फाइल सूची

source: Immigrants
ne: आप्रवासीहरू

source: Plain text
ne: साधारण पाठ

source: You are no longer a member of {{PLURAL:$2|this group|these groups}}: $1
ne: अब तपाईँ {{PLURAL:$2|यो समूह|यी समूहहरू}}: $1 को सदस्य हुनुहुन्न।

source: Time of day that media is intended for
ne: दिनको यस समय जसका लागि मेडिया लक्षित छ

source: Show images
ne: चित्रहरू देखाउने

source: Select the interface to use for the new service
ne: यो तरिका छान्नुहोस् नया काम को लागि

source: %amount% {{plural:%amount%|%goods%}}
ne: %amount% {{बहुबचन:%amount%|%goods%}}

source: Remove tab
ne: ट्याब हटाउने

source: Paste your long URL here
ne: तपाईं आफ्नो लामो यूआरएल यहाँ पेस्ट गर्नुहोस

source: Trying to install blacklisted version '%s'
ne: कालो सुची मा परेको version '%s' प्रतिस्थापन गर्न खोजि दै छ

source: Illustrator
ne: व्याख्याता

source: '''Abuse Filter navigation'''
ne: '''दुर्व्यवहार फिल्टर नेभिगेसन'''

source: 2 Months
ne: २ महिना

source: Bot: Changing {{PLURAL:%(num)d|template|templates}}: %(list)s
ne: रोबोट: {{PLURAL:%(num)d|टेम्प्लेट|टेम्प्लेटहरू}}: %(list)s परिवर्तन गर्दै

source: Found system default '[{}] {}={}'
ne: सिस्टम पूर्वनिर्धारित भेटाईयो '[{}] {}={}'

source: Germany
ne: जर्मनी

source: Add a tag
ne: एउटा संकेत थप्ने

source: Enter the username
ne: प्रयोगकर्तानाम लेख्नुहोस्

source: discussion page header
ne: चर्चा पृष्ठको शिर्षक

source: All pages ($1 namespace)
ne: सबै पृष्ठहरू ($1 नेमस्पेस)

source: Launcher Icon Backlight Mode
ne: लन्चरको आइकनको ब्याकलाइट मोड

source: Bot: Removing %(removing)s; modifying %(modifying)s
ne: रोबोट: %(removing)s हटाउँदै; %(modifying)s परिवर्तन गर्दै

source: Report a problem...
ne: समस्या रिपोर्ट गर्नुहोस्...

source: To complete your log in, you must enter a new password. This will take you away from this edit page and you may lose your current edit.
ne: तपाईंको प्रवेश (लग इन) पूर्ण गर्न, तपाईंले एक नयाँ पासवर्ड दिनुपर्ने भएकोछ। यसो गर्दा तपाईं यो सम्पादन पृष्ठबाट टाड़ा पर्नुहुनेछ र अहिले गरेको सम्पादन व्यर्थ जानेछ।

source: You are leaving the graphical boot menu and starting the text mode interface.
ne: तपाईले ग्राफिकल बुट सूची छोडेर टेक्स्ट मोड शुरु गर्दै हुनुहुन्छ।

source: Dynamically navigate the [[Special:CategoryTree|category structure]]
ne: [[Special:CategoryTree|श्रेणी संरचना]]को गतिशील अन्वेषण गर्ने

source: No titles are currently protected with these parameters.
ne: दिइएको प्यारामिटर प्रयोग गरि सुरक्षा गरिएका शीर्षकहरु छैनन् ।

source: Banner: $1
ne: ब्यानर: $1

source: Moved to another forum
ne: अर्को फोरममा सार्ने

source: We couldn't obtain the website for the local competition. $1 is not a valid country code.
ne: हामी स्थानीय प्रतियोगिताको लागि वेबसाइट प्राप्त गर्न सकेनौं। $1 एउटा अमान्य राष्ट्रिय कोड हो।

source: Overwrite existing files uploaded by oneself
ne: आफैले अपलोड गर्नुभएको रहिआएको फाइल अधिलेखन गर्ने

source: Halt the system now?
ne: कम्प्युटर बन्द गर्न चाहनुहुन्छ?

source: Beer is the world's most widely consumed and probably oldest alcoholic beverage. It is the third most popular drink after water and tea.
ne: बियर विश्वको सबैभन्दा बढी खपत हुने तथा सम्भवत पुरानो रक्सी हो। यो पानी र चिया पछि तेस्रो लोकप्रिय पेयपदार्थ हो।

source: Created
ne: सृजना गरिएको

source: Social issues
ne: सामाजिक समस्याहरु

source: Page '''$1''' has been deleted.
ne: '''$1''' पृष्ठ मेटिएको छ।

source: End of line
ne: वाक्य को अन्त

source: Moderate
ne: मडरेटर

source: Remove comments
ne: टिप्पणीहरू हटाउने

source: Ansolli
ne: अनसोल्ली

source: Your {{SITENAME}} password:
ne: तपाईंको {{SITENAME}} पासवर्ड:

source: Language;Layout;Keyboard;Input Method;Text Entry;
ne: भाषा;खाका;किबोर्ड;इनपुट विधि;पाठ प्रवेश;

source: 2nd level heading
ne: दोस्रो स्तर शीर्षकमा

source: Input level:
ne: आगत स्तर:

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
ne: यो केही प्याकेजहरू प्रमाणित गर्न सम्भव थिएन। यो एक क्षणिक नेटवर्क समस्या हुन सक्छ। तपाईं पछि फेरि प्रयास गर्न सक्नुहुन्छ​। प्रमाणीकृत नभ​एको प्याकेजहरूको सूची लागि तल हेर्नुहोस्।

source: '''[[{{fullurl:$1|oldid=$2&diff=$3{{MediaWiki:flaggedrevs-diffonly}}}} pending review]]'''
ne: '''[[{{fullurl:$1|oldid=$2&diff=$3{{MediaWiki:flaggedrevs-diffonly}}}} लंबित समीक्षा]]'''

source: You unlinked your %{provider} account
ne: तपाईंको %{provider} खातालाई छुट्याउनु भयो

source: Sort by name
ne: नामबाट क्रमबध्द गर्ने

source: Confirm account
ne: खाता सुनिश्चित गर्ने

source: Tweeter
ne: ट्विटर

source: Keyboard
ne: कुञ्जीपाटी

source: See fewer results
ne: थोरै नतिजाहरू हेर्नुहोस्

source: Experimental features
ne: प्रायोगिक सुविधाहरु

source: Bubble tea
ne: बबल चिया

source: <Enter text>
ne: <पाठ प्रविष्ट गर्नुहोस्>

source: Provide feedback
ne: सुझाव दिनुहोस्

source: Connection dependency failed
ne: जडान निर्भरता विफल

source: Field of study
ne: शिक्षा क्षेत्र

source: Sender E-mail:
ne: पठाउनेको इमेल:

source: Include templates
ne: ढाँचाहरू संलग्न गर्नुहोस्

source: Amount of green light in the color.
ne: रङमा हरियो प्रकाशको मात्रा

source: DHCP client failed
ne: डिएचसिपी क्लाइन्ट विफल

source: Download of images by category
ne: श्रेणी अनुसार तस्वीर डाउनलोड गर्नुहोस

source: Finish merge
ne: मिलाउने कार्य समाप्त गर्ने

source: Page size
ne: पृष्ठको आकार

source: Open the chat for this pad.
ne: यस प्याडको लागि कुराकानी खोल्ने

source: ^Install Lubuntu
ne: लुबुन्टु स्थापना गर्नुहोस्

source: Click the eyedropper, then click a color anywhere on your screen to select that color.
ne: आइड्रपरमा क्लिक गर्नुहोस्, त्यसपछि त्यो रङ चयन गर्न तपाईँको पर्दामा कुनै पनि ठाउँमा एउटा रङमा क्लिक गर्नुहोस्।

source: Credentials
ne: प्रमाणपत्रहरू

source: Modifiers
ne: परिवर्तन गर्नेहरु

source: Completed
ne: पुरा भयो

source: The database lock file is not writable. To lock or unlock the database, this needs to be writable by the web server.
ne: डेटाबेसमा लक फ़ाईल लेख्नयोग्य छैन। डेटाबेसमा ताला लगाउन वा खोल्नको लागि, यस फाइलमा लेखना योग्य बनाउनु जरूरी छ।

source: * Common lock reasons ** vandalism-only account ** spam-only account * Common lock-and-hide reasons ** abusive user name ** inappropriate personal information
ne: * सामान्य प्रतिबन्धका कारणहरु ** बर्बरता-मात्र खाता ** स्प्याम-मात्र खाता * सामान्य प्रतिबन्ध-र-गुप्तिका कारणहरु ** अपमानजनक प्रयोगकर्ता नाम ** अनुचित व्यक्तिगत जानकारी

source: Curators
ne: संरक्षक

source: Primary Display
ne: प्रमुख डिस्प्ले

source: Category:Help
ne: श्रेणीः सहायता

source: Latitude
ne: अक्षांश

source: Saturday
ne: शनिबार

source: Record and edit audio files
ne: रेकर्ड गर्न र अडियो फाइल सम्पादन गर्न

source: Artist
ne: कलाकार

source: Combined entries
ne: जोडिएको प्रविष्टी

source: Ranking
ne: राङ्किङ

source: View history
ne: इतिहास हेर्ने

source: File source
ne: फाइल स्रोत

source: You are logged in as {0} (rank {1}).
ne: तपाईं {0} (स्तर {1})को रुपमा प्रवेश गर्नु भएकोछ।

source: Sections
ne: खण्डहरू

source: Error flagging feedback.
ne: गलत प्रतिक्रिया लाई चिन्ह लगाउँदा त्रुटी ।

source: Find previous
ne: पछिल्लो खोज्ने

source: Left thumb
ne: बायाँ बुढीऔँला

source: Enabled for everyone by default.
ne: सबैको निम्ति सुरुदेखि नैं सक्रिय छ।

source: Could not create directory "$1".
ne: डाइरेक्टरी "$1" निर्माण गर्न सकिएन ।

source: Total Size
ne: पूरा आकार

source: Hibernate
ne: हाइवरनेट गर्ने

source: Start translation
ne: अनुबाद सुरु गर्नुहोस।

source: Romanian
ne: रोमानियन

source: The file seems to be an image of reduced size <em>(thumbnail)</em>. [[$1|thumb]] Please check the file <strong>[[:$1]]</strong>. If the checked file is the same image of original size it is not necessary to upload an extra thumbnail.
ne: यो फाइल ठुलो चित्रको सानो आकार ''(थम्बनेल)'' जस्तो देखिन्छ। [[$1|thumb]] <strong>[[:$1]]</strong> फाइललाई हेर्ने। यदि जाँच गरिएको फाइल यसै आकारको छ भने सानो आकारको फाइल अपलोड गर्ने आवश्यकता छैन।

source: created on login
ne: प्रवेशद्वारा निर्मित

source: Objects curated in the last 30 days
ne: गत महिना संरक्षण गरिएका वस्तुहरू

source: 1 Month
ne: १ महिना

source: Magnetic direction
ne: चुम्बकिय दिशा:

source: lock or unlock the database
ne: डेटाबेस बन्दगर्ने वा खोल्ने

source: Complete!
ne: पूरा भयो !

source: View the help page
ne: सहायता पृष्ठ हेर्नुहोस्

source: Edit group
ne: समूह सम्पादन

source: VPN Type
ne: भीपीएन प्रकार

source: Options
ne: विकल्पहरू

source: Repayment date
ne: भुक्तानी मिति

source: Last page
ne: अन्तिम पृष्ठ

source: The group has been removed.
ne: यो समूह मेटिएको छ।

source: Underline (Ctrl+U)
ne: निम्न रेखाङ्कन (Ctrl-U)

source: You are already registered
ne: तपाईँ पहिले नै दर्ता गरिसक्नु भएकोछ ।

source: This page is not movable.
ne: यो पृष्ठ सार्न योग्यको छैन।

source: There are too many pages to display here.
ne: यहाँ देखाउनका लागि अति धेरै पृष्ठहरू छन्

source: Shadow
ne: छायाँ

source: Delete All
ne: सबै मेट्ने

source: Update %1$s
ne: %1$s अद्यतन गर्ने

source: You must be [[Special:UserLogin|logged in]] and have a valid email address in your [[Special:Preferences|preferences]] to send email to other users.
ne: तपाईंले अरु प्रयोगकर्ताहरूलाई ईमेल पठाउनको लागि आफु पहिले [[Special:UserLogin|प्रवेश(लगइन)गरेको]] हुनुपर्छ र [[Special:Preferences|आफ्नो रोजाइहरूमा]] एउटा वैध ईमेल ठेगाना भएको हुनुपर्छ।

source: is even
ne: जोर संख्या हो

source: Debugging tools
ne: डिबगिंग औजार

source: Deflate (Adobe)
ne: डिफ्लेट(एडोब)

source: You must confirm that you wish to disable this account.
ne: तपाईंले यो सुनिश्चित गर्नुपर्छ कि तपाईं यो खाता निस्क्रिय गर्न चाहनुहुन्छ।

source: User account $1 was {{GENDER:$2|created}}
ne: प्रयोगकर्ता खाता $1 {{GENDER:$2|खोलियो}}

source: ^Start Kubuntu
ne: कुबुन्टु शुरु गर्नुहोस्

source: Tag name:
ne: ट्याग नाम:

source: Forums
ne: मञ्च

source: Setting:
ne: सेटिङ:

source: Close the app
ne: अनुप्रयोगलाई बन्द गर्नुहोस्

source: missing
ne: छुटेको

source: Please enter a personalized message.
ne: कृपया एक व्यक्तिगत सन्देस राख्नुहोस्।

source: Peace
ne: शान्ति

source: External search
ne: बाह्य खोज

source: unread
ne: नपढिएको

source: Tablet
ne: ट्याब्लेट

source: Start translating
ne: अनुबाद गर्न सुरु गर्नुहोस।

source: help all of us better understand life on our planet
ne: सबैलाई हाम्रो ग्रहमा रहेका जीवनको बारेमा राम्रो ज्ञान राख्न मद्दत गर्नुहोस्

source: Move keyboard
ne: किबोर्ड सार्नुहोस्

source: Long live the King!
ne: राजा अमर रहोस !

source: Open source repositories
ne: खुल्ला स्रोत रिपोजिटरी

source: This file is lacking '''author''' information.
ne: यो मिडियामा '''रचयिता''' जानकारी छैन ।

source: {{ns:project}}:Autochecked users
ne: {{ns:project}}:स्वनियन्त्रित प्रयोगकर्ताहरू

source: Other reason
ne: अरु कारण

source: Latest editor
ne: नविनतम सम्पादक

source: Changes made to page:
ne: यस पृष्ठमा गरिएका परिवर्तनहरू:

source: Project:About
ne: Project:बारेमा

source: View all languages
ne: सबै भाषाहरू हेर्नुहोस्

source: Logged in as user '''{{GENDER:$1|$1}}'''.
ne: '''{{GENDER:$1|$1}}'''को रूपमा प्रवेश।

source: All uploads were successful!
ne: सबै अपलोडहरु सफल भए!

source: Word processor (OpenDocument)
ne: वाक्य प्रोसेसर (खुलाडकुमेन्ट)

source: Unmerge
ne: नमिलाउने

source: chunky format
ne: टुक्रे प्रारुप

source: south-east
ne: दक्षिण पूर्व

source: Restore Windows
ne: विन्डोज पुनर्स्थापित गर्नुहोस्

source: Power;Sleep;Suspend;Hibernate;Battery;
ne: पावर;स्लिप;स्थागन; हाइबरनेट; ब्याट्री;

source: Your contributions to %{project_title}
ne: %{project_title} मा तपाईंको योगदानहरू

source: Gallery of new files
ne: नयाँ फाइलहरूको ग्यालरी

source: IDEs
ne: आइडिइ

source: edit all user rights
ne: सबै प्रयोगकर्ताका अधिकारहरु सम्पादन गर्ने

source: Destination page:
ne: गन्तब्य पृष्ठ :

source: Disallow cookies
ne: कुकीहरू निस्क्रिय गर्ने

source: {{GENDER:|Publish}} the translation
ne: अनुवाद {{GENDER:|प्रकाशित}} गर्नुहोस्

source: Syntax error detected: $1
ne: फेला परेको वाक्यविन्यास त्रुटि:$1

source: Helpful ($1)
ne: सहयोगी ($1)

source: Restore the edits done to this page before it was deleted
ne: मेटिएको भए पनि यो पृष्ठको सम्पादनहरू पुन:प्राप्त गर्नुहोस्

source: Saving…
ne: रक्षण हुदै

source: Remove Shortcut
ne: सर्टकट हटाउनुहोस्

source: Image size
ne: तस्वीर आकार

source: Sound Settings
ne: ध्वोनिका सेटिङ्स

source: Forum:
ne: फोरम:

source: The specified file "$1" is not in the database.
ne: निर्दिष्ट फाइल $1 डाटाबेसमा छैन।

source: Measurement interoperability
ne: नापकार्य अन्तरसमर्थन

source: File uploads are disabled.
ne: फाइल उर्ध्वभरण अक्षम पारिएकोछ

source: There are no pages that link to this file.
ne: यो फाईलसंग लिंकभएको कुनै पृष्ठ छैन.

source: Namespace
ne: नेमस्पेस

source: Retype password:
ne: पासवर्ड फेरि टाईप गर्नुहोस्

source: Wiki selection
ne: विकी चयन

source: Redirects
ne: अनुप्रेषण

source: Cash in treasure train
ne: धन भएको रेलमा रहेको नगद

source: Bot: Adding category redirect template for maintenance
ne: रोबोट: मर्मतको लागि श्रेणी अनुप्रेषण ढाँचा थप्दै

source: Subtitle
ne: उपशीर्षक

source: Title for the new page in $1:
ne: $1 को लागि नयाँ पृष्ठ शीर्षक:

source: _Output volume:
ne: _आउटपुट भोल्युम

source: General
ne: सामान्य

source: There is [$1 another file] already on the wiki with the same filename
ne: विकिमा [$1 अर्को फाइल] यही फाइल नाम गरेको पहिलेदेखि छ।

source: Bureau de Change
ne: परिवर्तन व्यूरो

source: Allows minimizing a single windowed application by clicking on its Launcher icon.
ne: लन्चर आइकन क्लिक गरेर एउटा मात्र विन्डो भएका एप्लिकेशनहरूलाई लुकाउन दिन्छ ।

source: Usage: %s <report> <target directory>
ne: उपयोग: %s <report> <target directory>

source: Language code.
ne: भाषा कोड

source: Merged [[:$1]] into [[:$2]]
ne: [[:$1]] लाई [[:$2]] मा जोडियो

source: Sans-serif font
ne: सान्स-सेरिफ फन्ट

source: (default language)
ne: (पूर्वनिर्धारित भाषा)

source: Font settings
ne: फन्ट सेटिंगहरू

source: Language code:
ne: भाषा कोड:

source: Animated SVG file, nominally $1 × $2 pixels, file size: $3
ne: एनिमेटेड एसभिजी फाइल, नाममात्र $1 × $2 पिक्सेल, फाइल आकार: $3
